Repository: CITO-Project/skills-checker-client-app
Catalog: src/locale/messages.*.xlf
Languages: mt, no

source: Get started
mt: Ibda
no: Kom i gang

source: Watch the video
mt: Ara l-vidjo
no: Se videoen

# readSpeakerListen
source: Listen
mt: Isma'
no: Lytte

# readSpeakerDescription
source: Listen to this page using ReadSpeaker webReader
mt: Isma' din il-paġna billi tuża ReadSpeaker webReader
no: Lytt til denne siden ved hjelp av ReadSpeaker webReader

source: <b>Watch the Video</b> below and then<br/>click the <b>Get Started</b> button to check your skills!
mt: <b>Ara l-vidjo</b> hawn taħt u mbagħad<br/>agħfas il-buttuna <b>Ibda</b> biex tivverifika l-ħiliet tiegħek!
no: <b>Se videoen</b> nedenfor og<br/>klikk deretter på <b>Kom i gang-tasten</b> for å sjekke ferdighetene dine!

source: Hi! I'm Frank and I am your guide today.
mt: Ħelow! Jien Maria u llum se nkun il-gwida tiegħek.
no: Hei! Jeg heter Petra og er din veileder i dag.

source: Watch our 'How to Use' video
mt: Ara l-vidjo "Kif Tużah"
no: Se videoen ved å klikke på "Hvordan bruke"

source: - click the button below
mt: - agħfas il-buttuna ta' hawn taħt

# appTagline
source: Check in and take off with the CITO Skills Checker!
mt: Idħol u ibda l-vjaġġ tiegħek biex tiċċekkja l-ħiliet tiegħek bis-CITO Skills Checker
no: Sjekk dine feridgheter og oppdag styrkene dine med CITO ferdighetskartleggeren

source: All in less than 10 minutes!
mt: Kollox f'inqas minn 10 minuti!
no: Alt på under 10 minutter!

# appDescription
source: Check your skills with this free and confidential tool and find ways to help improve your skills in:
mt: Ivverifika l-ħiliet tiegħek b'din l-għodda mingħajr ħlas u sib mezzi kif ittejjeb il-ħiliet tiegħek:
no: Ved hjelp av dette gratis og konfidensielle verktøyet kan du sjekke dine ferdigheter og styrker, og finne ut hvordan du kan forbedre ferdighetene dine:

# skill-computers
source: Computers
mt: fil-Kompjuters
no: Data

# skill-maths
source: Maths
mt: fil-Matematika
no: Mattematikk

# skill-reading-and-writing
source: Reading and Writing
mt: fil-Qari u l-kitba
no: Lesing og Skriving

# skill-reading-and-writing-simple
source: Reading and Writing
mt: Qari u Kitba
no: Lesing og Skriving

# skill-computers-simple
source: Computers
mt: Kompjuters
no: Data

# skill-maths-simple
source: Maths
mt: Matematika
no: Mattematikk

# skill-reading-and-writing-simple-2
source: Reading and Writing
mt: Qari u Kitba

# skill-reading-and-writing-2
source: reading and writing
mt: tal-qari u l-kitba
no: lesing og skriving

# skill-computers-2
source: computers
mt: tal-kompjuters
no: data

# skill-maths-2
source: maths
mt: tal-matematika
no: mattematikk

# dimension-fluency
source: faster
mt: aktar malajr
no: raskere

# dimension-confidence
source: more confidently
mt: b'aktar kunfidenza
no: med mer selvtillit

# dimension-independence
source: without help
mt: mingħajr għajnuna
no: uten hjel

# level-easy
source: easy
mt: Faċli
no: lett

# level-little-difficult
source: a little difficult
mt: kemxejn diffiċli
no: litt vanskelig

# level-difficult
source: difficult
mt: diffiċli
no: vanskelig

# level-very-difficult
source: very difficult
mt: diffiċli ħafna
no: veldig vanskelig

source: Improve your skills so you can take the next step towards achieving your goal by:
mt: Tejjeb il-ħiliet tiegħek ħalli tkun tista' tieħu l-pass li jmiss biex tikseb il-mira tiegħek billi:
no: Forbedre dine ferdigheter slik at du kan ta neste steg ved å:

source: Brushing up on your this.stringManagerService.concatenateText(brushUpSkills) skills
mt: Tirrevedi l-ħiliet this.stringManagerService.concatenateText(brushUpSkills)
no: Styrke dine ferdigheter innen this.stringManagerService.concatenateText(brushUpSkills)

source: Developing your skills
mt: Tiżviluppa l-ħiliet
no: Utvikle dine ferdigeter innen

# easyPathMsgThree
source: Call NALA today on 1800 20 20 65 to chat about your options or check out www.fetchcourses.ie to find a course that is right for you.
mt: Kindly check out https://mfhea.mt/list-of-licensed-providers-and-accredited-programmes/ and https://education.gov.mt/en/education/pages/higher-education.aspx for further learning opportunities that may be applicable to you.
no: Karriereveiledning kan hjelpe deg å finne ut hvilke muligheter du har for å få jobb eller utdanning. Det finnes mange forskjellige karriereveiledningstilbud. Ønsker du å vite mer om karriereveiledning?

source: Well done!
mt: Prosit!
no: Godt gjort!

# navigation-back
source: Back
mt: Lura
no: Tilbake

# navigation-next
source: Next
mt: 'Il quddiem
no: Neste

# navigation-go-to-results
source: Go to results
mt: Mur għar-Riżultati
no: Gå til resultater

# navigation-skip
source: Skip task
mt: Aqbeż il-kompitu
no: Hopp over

source: Pick your goal
mt: Agħżel il-mira tiegħek
no: Velg målet ditt

source: I want to check my skills so that I can...
mt: Irrid nivverifika l-ħiliet tiegħi biex nilħaq...
no: Jeg vil sjekke ferdighetene mine slik at jeg kan...

source: Each task will take about <b>2 minutes</b>.
mt: Kull sitwazzjoni tieħu madwar <b>2 minuti</b>.
no: Hver oppgave tar omtrent <b>2 minutter</b>.

source: Watch each video, think about the task, and answer some questions.
mt: Ara kull vidjo, aħseb dwar is-sitwazzjoni, u rrispondi xi ftit mistoqsijiet.
no: Se hver video, tenk på oppgaven, og svar på noen spørsmål.

source: The tasks will check your skills in:
mt: Is-sitwazzjonijiet se jivverifikaw il-Ħiliet tiegħek fil-:
no: Oppgavene vil kontrollere følgende ferdighetesområder:

source: Well Done!
mt: Prosit!
no: Bra gjort!

source: You have completed Task !
mt: Lestejt il-Kompitu !
no: Du har fullført oppgave !

source: There is more to go!
mt: Għandek ieħor biex tlesti!
no: Det er oppgave igjen!

source: There are more to go!
mt: Fadallek oħra xi tlesti!
no: Det er oppgaver igjen!

source: Click <b>Continue</b> to go to <b>Task </b>
mt: Ikklikkja fuq <b>Kompli</b> biex tmur għall-Kompitu <b></b>
no: Klikk <b>Fortsett</b> for å gå videre til <b>Oppgave </b>

source: Click Continue to go to the next task
mt: Ikklikkja fuq Kompli biex tmur għas-sitwazzjoni li jmiss
no: Klikk Fortsett for å fortsette til neste oppgave

source: Back to results
mt: Lura għar-riżultati
no: Tilbake til resultatene

source: Please, choose your location to see the learning opportunities near you
mt: Jekk jogħġbok agħżel il-lokalità tiegħek biex tara l-opportunitajiet ta' tagħlim qrib tiegħek
no: Klikk på Velg ditt område for å se kurstilbud i nærheten:

source: Choose your area
mt: Agħżel iż-żona tiegħek
no: Velg ditt område

source: Show all
mt: Uri kollox
no: Se alt

source: Brush up
mt: Irrevedi
no: Oppfrisking

source: Further develop
mt: Żviluppa
no: Videreutvikle

source: Phone:
mt: Telefown:

source: <b>Watch the Video</b> below and then<br/>click the <b>Get Started</b> button to check your skills!
mt: <b>Ara l-vidjo</b> hawn taħt u mbagħad<br/>ikklikkja l-buttuna <b>Ibda </b> biex tivverifika l-ħiliet tiegħek!
no: <b>Se videoen</b> nedenfor og<br/>klikk deretter på <b>Kom i gang</b>-tasten for å sjekke ferdighetene dine!

source: My Learning Pathway
mt: Il-Perkors ta' Tagħlim Tiegħi
no: Min Læringsvei

source: Download My Skill Summary
mt: Niżżel is-Sommarju tal-Ħiliet Tiegħi
no: Oppsummering av mine ferdiogheter

source: Check out your <b>Learning Pathway</b> and find a course that's right for you:
mt: Skopri l-Perkors ta' Tagħlim tiegħek u sib kors li hu tajjeb għalik:
no: Sjekk ut oversikten over aktuelle kurs som kan passe for deg:

source: Well Done! Skills check complete!
mt: Prosit! Lestejt!
no: Godt gjort! Ferdighetssjekken er gjennomført!

source: You're on your way to achieving your goal to:
mt: Qiegħed fit-triq li tikseb il-mira tiegħek biex:
no: Du er på vei til å nå målet ditt innen:

# balloonDescription
source: The balloons will give you an idea of your skill level. The bigger the balloon the stronger your skill in that area is!
mt: Il-bżieżaq se jtuk idea dwar il-livell tal-ħiliet tiegħek. Aktar kemm tkun kbira l-bużżieqa, aktar il-ħila tiegħek f'dak il-qasam tkun b'saħħitha!
no: Ballongene vil anslå ditt ferdighetsnivå. Jo større ballong du har, jo bedre er ferdighetene dine!

source: What's next?
mt: Xi jmiss
no: Hva nå?

source: New Goal
mt: Mira Ġdida
no: Nytt mål

source: My Learning Pathway
mt: Il-Perkors ta' Tagħlim Tiegħi
no: Min Læringsvei

source: Click the <b>Download My Skill Summary</b> button for a full summary of your CITO Skills Checker journey:
mt: Ikklikkja fuq il-buttuna <b>Niżżel is-Sommarju tal-Ħiliet Tiegħi</b> biex tara l-għażliet tiegħek:
no: Klikk på <b>Oppsummering av mine ferdiogheter</b> for å få et sammendrag av din Check-In Take-Off reise:

source: Change Goal
mt: Biddel il-Mira
no: Endre mål

source: Get Started
mt: Ibda

source: Click <b>Let's Go</b> to begin!
mt: Ikklikkja fuq <b>Ibda</b> biex tibda!
no: Klikk <b>Kom i gang</b> for å begynne!

source: Great! You want to improve your skills so that you can:
mt: Tajjeb ħafna! Int trid ittejjeb il-ħiliet tiegħek ħalli tkun tista':
no: Flott! Du vil forbedre ferdighetene dine slik at du kan:

source: You will now watch four short videos showing everyday tasks.
mt: Int issa se tara erba' vidjows qosra li juru sitwazzjonijiet ta' kuljum.
no: Du vil nå se fire korte videoer som viser hverdagsoppgaver.

source: Continue
mt: Kompli
no: Fortsett

source: Previous Task
mt: Kompitu ta' Qabel
no: Forrige oppgave

# progressBarLabel
source: % Complete!
mt: % Lest!
no: % fullfør!

source: If you go to results you won't be able to go back
mt: Jekk tmur għar-riżultati ma tkunx tista’ terġa lura
no: Hvis du går til resultater, vil du ikke kunne gå tilbake

source: Back to task
mt: Lura għall-kompitu
no: Tilbake til oppgaven

source: You can tick more than one
mt: Tista' tikklikkja aktar minn waħda
no: Du kan velge flere enn èn

source: Your skills
mt: Il-ħiliet tiegħek

source: Drag the slider to share your level of knowledge
mt: Mexxi l-vleġġa biex timmarka il-livell ta' għarfien tiegħek
no: Flytt markøren for å markere ditt kunnskapsnivå

source: Please select one or more of the options below
mt: Jekk jogħġbok agħżel waħda jew aktar mill-għażliet hawn taħt
no: Velg ett eller flere av alternativene nedenfor

source: Please select one of the options below
mt: jekk jogħġbok agħżel waħda mill-għażliet hawn taħt
no: Velg et av alternativene nedenfor

source: Skill
mt: Ħila
no: Frdiogheter

source: Course
mt: Kors
no: Kurs

source: Enrolment Starts
mt: Ir-Reġistrazzjoni Tibda

source: Enrolment Ends
mt: Ir-Reġistrazzjoni Tispiċċa

source: My Learning Pathway
mt: Min Læringsvei
no: Min Læringsvei

source: You're on your way to achieving your goal to:
mt: Qiegħed fit-triq li tikseb il-mira tiegħek biex:
no: Du er på vei til å nå målet ditt innen:

source: Check out the courses below and find one that's right for you!
mt: Ara l-korsijiet t'hawn taħt u sib liem wieħed huwa l-aħjar għalik!
no: Sjekk ut følgende kurs og finn ut om noen passer for deg

source: one
mt: waħda
no: en

source: two
mt: żewġ
no: to

source: three
mt: tliet
no: tre

source: four
mt: erba'
no: fire

source: My Skills Summary
mt: Is-Sommarju tal-Ħiliet Tiegħi
no: Oppsummering av mine ferdigheter

source: You identified that you found
mt: Int identifikajt li sibt '
no: Du fant ut at det var

# doTheseTasks
source: to do these tasks
mt: biex tagħmel dawn l-affarijiet
no: slik at din gjennomføre dette

# doTheseTasksSimple
source: to do these tasks
mt: biex tagħmel dawn l-affarijiet
no: slik at din gjennomføre dette

# doThisTaskSimple
source: to do this task
mt: biex tagħmel dawn l-affarijiet
no: slik at din gjennomføre dette

# doSimilarTasksSimple
source: to do similar tasks
mt: biex tagħmel affarijiet simili

source: You can reach your goal by developing your
mt: Tista' tilħaq il-mira tiegħek billi tiżviluppa l-ħiliet
no: Du kan nå dine mål, ved å utvikle dine ferdigheter innen

source: with more confidence
mt: b'aktar kunfidenza
no: med større selvtillit

source: faster
mt: aktar malajr
no: raskere

source: without help.
mt: u ma tiġi bżonn ħadd.
no: uten hjelp.

# doSimilarTasks
source: so that you can do similar tasks
mt: sabiex tkun tista' tagħmel affarijiet simili
no: slik at du kan gjøre lignende oppgaver

source: and
mt: u
no: og

# and_punctuation
source: and
mt: " u '
no: og

source: skills
mt: ħiliet
no: ferdigheter

source: everyday task
mt: sitwazzjoni ta' kuljum
no: hverdagsoppgave

source: everyday tasks
mt: sitwazzjonijiet ta' kuljum
no: hverdagsoppgaver

source: You looked at
mt: Rajt
no: Du så på

source: You found aspects of the following challenging:
mt: u sibt xi affarijiet mill-kompiti ta' kuljum ta' sfida:
no: Du fant følgende utfordrende:

source: More info
mt: Aktar Informazzjoni
no: Info

source: Please use the contact details below to get in touch and start learning today!
mt: Jekk jogħġbok uża d-dettalji ta' kuntatt ta' hawn taħt biex tagħmel kuntatt mal-aġenzija edukattiva u tibda titgħallem illum!
no: Ta kontakt!

source: If you would like to find out more, click the <b>More info</b> button below.
mt: Jekk tixtieq issir taf aktar, agħfas fuq il-buttuna Aktar Informazzjoni t'hawn taħt.
no: Hvis du vil vite mer, klikker du på info-knappen nedenfor.

source: Cookie Policy
mt: Politika tal-Cookies
no: informasjonskapsler

source: This website uses cookies to improve your experience. By clicking “Allow”, you agree to the storing of cookies on your device to enhance site navigation and analyse site usage.
mt: Dan is-sit juża l-cookies biex itejjeb l-esperjenza tiegħek. Meta tikklikkja fuq "Aċċetta l-cookies", int taqbel li taħżen il-cookies fuq l-apparat tiegħek biex titjieb in-navigazzjoni u l-analiżi tal-użu tas-sit.
no: Dette nettstedet bruker informasjonskapsler for å forbedre opplevelsen din. Ved å klikke «Tillat» godtar du lagring av informasjonskapsler på enheten din for å forbedre navigering på siden og analysere nettstedbruk.

source: Learn More
mt: Tgħallem aktar.
no: Lær mer»

source: Decline
mt: Irrifjuta
no: Avslå

source: Allow cookies
mt: Aċċetta l-cookies
no: Tillat

source: Skills Checker Cookie Policy
mt: Politika tal-Cookies tas-CITO Skills Checker
no: Skills Checker informasjonskapsler

source: Check-In, Take-Off (CITO) is an Erasmus+ project. Erasmus+ projects are funded by the European Commission. Erasmus+ fund organisations across Europe to work and learn together to improve education and training in their individual countries. The CITO project team is comprised of organisations from three countries, Malta, Ireland and Norway; the Directorate for Research, Lifelong Learning and Employability (Malta), the National Adult Literacy Agency (Ireland), Education and Training Boards Ireland (Ireland), Waterford Institute of Technology (Ireland) and Fønix (Norway).
mt: Check-In, Take-Off (CITO) huwa proġett tal-Erasmus+. Il-proġetti tal-Erasmus+ huma ffinanzjati mill-Kummissjoni Ewropea. L-Erasmus+ jiffinanzja organizzazzjonijiet madwar l-Ewropa biex jaħdmu u jitgħallmu flimkien biex itejbu l-edukazzjoni u t-taħriġ fil-pajjiżi individwali tagħhom. It-tim tal-proġett ta' CITO huwa magħmul minn organizzazzjonijiet minn tliet pajjiżi, Malta, l-Irlanda u n-Norveġja; id-Direttorat għar-Riċerka, it-Tagħlim Tul il-Ħajja u l-Impjegabbiltà (Malta), in-National Adult Literacy Agency (l-Irlanda), l-Education and Training Boards Ireland (l-Irlanda), il-Waterford Institute of Technology (l-Irlanda) u Fønix (in-Norveġja).
no: Check-in, Take-Off (CITO) er et Erasmus+ -prosjekt. Erasmus+ -prosjekter er finansiert av EU-kommisjonen. Erasmus+ finansierer organisasjoner over hele Europa for å jobbe og lære sammen for å forbedre utdanning og opplæring i sine individuelle land. CITO - prosjektteamet består av organisasjoner fra tre land, Malta, Irland og Norge; the Directorate for Research, Lifelong Learning and Employability Malta), the National Adult Literacy Agency (Irland), Education and Training Boards Ireland (Irland), Waterford Institute of Technology (Irland) og Fønix (Norge).

source: The CITO project team respect the rights of users of the Skills Checker. The Skills Checker is currently hosted at the following domains:
mt: It-tim tal-proġett ta' CITO jirrispetta d-drittijiet tal-utent tas-CITO Skills Checker. L-Għodda għall-Verifika tal-Ħiliet bħalissa hija ospitata fuq id-dominji li ġejjin:
no: CITO -prosjektteamet respekterer rettighetene til brukere av Skills Checker. The Skills Checker er for tiden å finne på følgende domener:

source: We are committed to protecting your privacy in line with the Data Protection Acts 1988 and 2003 and General Data Protection Regulation (GDPR) 2018 at all times. We will not collect any personal data ( information) about you on this site without your permission or otherwise. This is in line with the Data Protection Acts 1988 and 2003 and General Data Protection Regulation (GDPR) 2018.
mt: Aħna impenjati sabiex nipproteġu l-privatezza tiegħek skont l-Atti dwar il-Protezzjoni tad-Data tal-1988 u l-2003 u r-Regolament Ġenerali dwar il-Protezzjoni tad-Data (GDPR) tal-2018 f'kull ħin. Aħna mhu se niġbru l-ebda data personali (informazzjoni) dwarek fuq dan is-sit mingħajr il-permess tiegħek jew b'mod ieħor. Dan hu f'konformità mal-Atti dwar il-Protezzjoni tad-Data tal-1988 u l-2003 u r-Regolament Ġenerali dwar il-Protezzjoni tad-Data (GDPR) tal-2018.
no: Vi er forpliktet til å beskytte personvernet ditt i tråd med databeskyttelsesloven 1988 og 2003 og General Data Protection Regulation (GDPR) 2018 til enhver tid. Vi vil ikke samle inn personopplysninger (informasjon) om deg på dette nettstedet uten din tillatelse eller på annen måte. Dette er i tråd med databeskyttelsesloven 1988 og 2003 og General Data Protection Regulation (GDPR) 2018.

source: Technical data we collect
mt: Data teknika li aħna niġbru
no: Tekniske data vi samler inn

source: By simply visiting our site, you do not disclose (share), nor do we collect, personal data about you. The information collected about your visit is limited to technical data like:
mt: Jekk sempliċement iżżur is-sit tagħna, int mhux se tikxef, u lanqas m'aħna se niġbru informazzjoni personali dwarek. L-informazzjoni miġbura dwar iż-żjara tiegħek hija limitata għal dik teknika bħal:
no: Ved å bare besøke nettstedet vårt, avslører du ikke (deler), og vi samler heller ikke inn personopplysninger om deg. Informasjonen som samles inn om besøket ditt er begrenset til tekniske data som:

source: the Internet address (or IP address) of the device you used to access our site;
mt: l-indirizz tal-Internet (jew l-indirizz IP) tal-apparat li int użajt biex taċċessa s-sit tagħna;
no: Internett -adressen (eller IP -adressen) til enheten du brukte for å få tilgang til nettstedet vårt;

source: whether you reached our site using a search engine or if you clicked a link on another website; and
mt: jekk wasalt għas-sit tagħna billi użajt magna tat-tiftix jew inkella kklikkjajt ħolqa minn fuq sit web ieħor; u
no: om du nådde nettstedet vårt med en søkemotor eller om du klikket på en lenke på et annet nettsted; og

source: the type of web browser you used and the type of device you used to access the Internet.
mt: it-tip ta' brawżer tal-web u t-tip ta' apparat li int użajt biex taċċessa l-Internet.
no: hvilken type nettleser du brukte og typen enhet du brukte for å få tilgang til Internett.

source: How we use technical information
mt: Kif nużaw l-informazzjoni teknika
no: Hvordan vi bruker teknisk informasjon

source: We use technical data for administrative and statistical purposes as well as to help us improve our site. This technical data does not provide us with the personal data of visitors to our site.
mt: Aħna nużaw l-informazzjoni teknika għal għanijiet amministrattivi u statistiċi kif ukoll biex tgħinna ntejbu s-sit tagħna. Din l-informazzjoni teknika ma tagħtiniex data personali dwar il-viżitaturi ta' dan is-sit.
no: Vi bruker tekniske data til administrative og statistiske formål, så vel som for å hjelpe oss med å forbedre nettstedet vårt. Disse tekniske dataene gir oss ikke personopplysninger om besøkende på nettstedet vårt.

source: Cookies we use
mt: Cookies li aħna nużaw
no: Informasjonskapsler vi bruker

source: A cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information. Those cookies are set by us and called first-party cookies. More specifically, we use cookies and other tracking technologies for the following purposes:
mt: Cookie hija biċċa data żgħira (fajl tat-test) li sit web – meta ssir żjara minn utent – jistaqsi lill-brawżer tiegħek sabiex tinħażen fuq l-apparat tiegħek informazzjoni dwarek, bħal pereżempju l-preferenza tal-lingwa jew l-informazzjoni tad-dħul tiegħek. Dawn il-cookies huma stabbiliti minna u huma msejħa cookies tal-ewwel parti. Aktar speċifikament, aħna nużaw cookies u teknoloġiji ta' traċċar oħrajn għall-għanijiet li ġejjin:
no: En informasjonskapsel er en liten bit data (tekstfil) som et nettsted - når det besøkes av en bruker - ber nettleseren din om å lagre på enheten din for å huske informasjon om deg, for eksempel språkinnstillinger eller påloggingsinformasjon. Disse informasjonskapslene er satt av oss og kalles førsteparts informasjonskapsler. Mer spesifikt bruker vi informasjonskapsler og annen sporingsteknologi for følgende formål:

source: Strictly Necessary Cookies
mt: Cookies Strettament Meħtieġa
no: Strengt nødvendige informasjonskapsler

source: These cookies are necessary for the Skills Checker to function and cannot be switched off in our systems. They are usually only set in response to actions made by you, such as setting your privacy preferences. You can set your browser to block or alert you about these cookies, but if you do so some parts of the site will not work. These cookies do not store any personally identifiable information.
mt: Dawn il-cookies huma meħtieġa sabiex is-CITO Skills Checker jahdem u ma jistgħux jintfew fis-sistemi tagħna. Normalment, dawn jiġu ssettjati skont l-azzjonijiet li int tkun għamilt, bħal pereżempju l-istabbiliment tal-preferenzi ta' privatezza tiegħek. Int tista' tissettja l-brawżer tiegħek biex jimblokka jew javżak dwar dawn il-cookies, iżda jekk tagħmel hekk xi partijiet mis-sit mhux se jaħdmu. Dawn il-cookies ma jaħżnux informazzjoni personali li tidentifikak.
no: Disse informasjonskapslene er nødvendige for at The Skills Checker skal fungere og kan ikke slås av i systemene våre. De er vanligvis bare angitt som svar på handlinger utført av deg, for eksempel å angi dine personvernpreferanser. Du kan angi at nettleseren din skal blokkere eller varsle deg om disse informasjonskapslene, men hvis du gjør det, vil noen deler av nettstedet ikke fungere. Disse informasjonskapslene lagrer ikke personlig identifiserbar informasjon.

source: Performance Cookies
mt: Cookies tal-Prestazzjoni
no: Ytelseskapsler
