Repository: CITO-Project/skills-checker-client-app
Catalog: src/locale/messages.*.xlf
Languages: mt, no

source: These cookies allow us to count visits and traffic sources (how you ended up on the Skills Checker) so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.
mt: Dawn il-cookies jippermettulna ngħoddu ż-żjarat u s-sorsi ta' traffiku (kif wasalt għand is-CITO Skills Checker) ħalli nkunu nistgħu nkejlu u ntejbu l-prestazzjoni tas-sit. Dawn jgħinuna nsiru nafu liema paġni huma l-aktar u l-anqas popolari u naraw kif il-viżitaturi jduru mas-sit. L-informazzjoni kollha li dawn il-cookies jiġbru hija aggregata u għaldaqstant anonima. Jekk int ma tippermettix dawn il-cookies aħna mhux se nkunu nafu meta int żort is-sit tagħna, u mhux se nkunu nistgħu nimmonitorjaw il-prestazzjoni tiegħu.
no: Disse informasjonskapslene lar oss telle besøk og trafikkilder (hvordan du havnet på The Skills Checker) slik at vi kan måle og forbedre ytelsen til nettstedet vårt. De hjelper oss med å vite hvilke sider som er mest og minst populære og se hvordan besøkende beveger seg rundt på nettstedet. All informasjon disse informasjonskapslene samler inn er samlet og derfor anonym. Hvis du ikke tillater disse informasjonskapslene, vet vi ikke når du har besøkt nettstedet vårt, og vi kan ikke overvåke ytelsen til det.

source: Cookie Subgroup
mt: Sottogrupp tal-Cookies
no: Undergruppe for informasjonskapsler

source: Session
mt: Sessjoni
no: Økt

source: First party
mt: L-ewwel parti
no: Førsteparts kapsler

source: Lifespan
mt: Tul ta' ħajja
no: Levetid

source: Cookies used
mt: Cookies użati
no: Informasjonskapsler som brukes

source: 1 day
mt: Jum
no: 1 dag

source: 730 days
mt: 730 jum
no: 730 dager

source: a few seconds
mt: ftit sekondi
no: noen få sekunder

source: English
mt: Malti
no: norsk

source: en
mt: mt
no: no

# filename
source: SkillsChecker Results.png
mt: Riżultati ta’ l-Iskills checker.png

# easyPathMsgOne
source: You have shown that you have strong reading, writing, maths and computer skills.
no: Du har vist at du har gode lese-, skrive-, matte- og datakunnskaper.

# easyPathMsgTwo
source: Take the next step by developing your skills even further.
no: Ta neste steg for å utvikle ferdighetene dine ytterligere.

source: Let's Go!
no: Kom i gang

# doSimilarTasksSimple
source: to do similar tasks
no: gjennomføre oppgavene

source: You do not have to provide us with any personal data to use our site.
no: Du trenger ikke å gi oss noen personlige data for å bruke nettstedet vårt.

source: Cookies
no: Informasjonskapsler
